{
  "players": [
    {
      "idPlayer": "34160611",
      "idTeam": "134865",
      "idTeam2": "0",
      "idTeamNational": null,
      "idSoccerXML": "0",
      "idAPIfootball": null,
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "United States",
      "strPlayer": "Stephen Curry",
      "strPlayerAlternate": "",
      "strTeam": "Golden State Warriors",
      "strTeam2": "",
      "strSport": "Basketball",
      "intSoccerXMLTeamID": null,
      "dateBorn": "1988-03-14",
      "strNumber": "30",
      "dateSigned": null,
      "strSigning": "",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "",
      "strAgent": "",
      "strBirthLocation": "Akron, Ohio",
      "strEthnicity": "White",
      "strStatus": "Active",
      "strDescriptionEN": "Wardell Stephen Curry II (/ˈstɛfən/ STEF-ən; born March 14, 1988) is an American professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). Widely regarded as one of the greatest basketball players of all time, and as the greatest shooter in NBA history, Curry is credited with revolutionizing the sport by inspiring teams and players to routinely utilize the three-point shot. An eight-time NBA All-Star and eight-time All-NBA selection, including four times on the first team, he has been named the NBA Most Valuable Player (MVP) twice and has won four NBA championships as well as an NBA Finals MVP Award.\r\n\r\nCurry is the son of former NBA player Dell Curry and the older brother of current NBA player Seth Curry. He played college basketball for the Davidson Wildcats, where he set the all-time scoring record for Davidson and the Southern Conference, was twice named conference player of the year, and set the single-season NCAA record during his sophomore year for most three-pointers made. Curry was selected by the Warriors with the seventh overall pick in the 2009 NBA Draft.\r\n\r\nIn 2014–15, Curry won his first league MVP award and led the Warriors to their first championship since 1975. The following season, he became the first player in NBA history to be elected MVP by a unanimous vote and was the NBA annual scoring leader while shooting above 50–40–90. That same year, the Warriors broke the record for the most wins in an NBA season en route to reaching the 2016 NBA Finals, which they lost to the Cleveland Cavaliers in seven games. Curry helped the Warriors return to the NBA Finals in 2017, 2018, 2019, and 2022, winning back-to-back titles in 2017 and 2018, being defeated by the Toronto Raptors in 2019. After missing the playoffs in consecutive seasons, Curry won a fourth ring against the Boston Celtics in 2022 and was named Finals MVP for the first time in his career.\r\n\r\nDuring the 2012–13 season, Curry set the NBA record for three-pointers made in a regular season, with 272. He surpassed that record in 2015 with 286, and again in 2016 with 402. On December 14, 2021, Curry set the NBA record for career three-pointers, surpassing Ray Allen. For their shooting abilities, Curry and teammate Klay Thompson have earned the nickname of the Splash Brothers; in 2013–14, they set the record for combined three-pointers made in an NBA season with 484, a record they broke the following season (525), and again in the 2015–16 season (678).",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": "Wardell Stephen Curry II (nacido el 14 de marzo de 1988 en Akron, Ohio) es un jugador de baloncesto estadounidense que pertenece a la plantilla de los Golden State Warriors de la NBA. Con 1,91 metros de altura, juega en la posición de base, aunque puede jugar también de escolta. Es hijo del exjugador de la NBA Dell Curry y de la jugadora de voleibol Sonya Curry, y hermano mayor de Seth Curry.",
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Point Guard",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "twitter.com/StephenCurry30",
      "strInstagram": "",
      "strYoutube": "",
      "strHeight": "6 ft 2 in (1.88 m)",
      "strWeight": "185 lb (84 kg)",
      "intLoved": "1",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/ud2nz21526816229.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/ljgyln1711802711.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/bzlzt41602266358.png",
      "strBanner": null,
      "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/usysqu1432463184.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/vutrxw1432463315.jpg",
      "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/xywtyw1432463445.jpg",
      "strFanart4": null,
      "strCreativeCommons": "No",
      "strLocked": "unlocked"
    },
    {
      "idPlayer": "34153733",
      "idTeam": "134867",
      "idTeam2": "0",
      "idTeamNational": null,
      "idSoccerXML": "0",
      "idAPIfootball": null,
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "United States",
      "strPlayer": "LeBron James",
      "strPlayerAlternate": "",
      "strTeam": "Los Angeles Lakers",
      "strTeam2": "",
      "strSport": "Basketball",
      "intSoccerXMLTeamID": null,
      "dateBorn": "1984-12-30",
      "strNumber": "23",
      "dateSigned": null,
      "strSigning": "",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "Nike LeBron 16",
      "strAgent": "",
      "strBirthLocation": "Akron, Ohio",
      "strEthnicity": "Black",
      "strStatus": "Active",
      "strDescriptionEN": "LeBron Raymone James Sr. (/ləˈbrɒn/; born December 30, 1984) is an American professional basketball player for the Los Angeles Lakers in the National Basketball Association (NBA). Nicknamed \"King James,\" he is considered to be one of the greatest basketball players in history and is often compared to Michael Jordan in debates over the greatest basketball player of all time. James is the all-time leading scorer in NBA history and ranks fourth in career assists. He has won four NBA championships over three teams with the Cleveland Cavaliers, Miami Heat, and Los Angeles Lakers. James has led his teams to ten NBA Finals. He has four MVP awards, four Finals MVP awards, and two Olympic gold medals. He has been named an All-Star nineteen times, selected to the All-NBA Team eighteen times, and to the All-Defensive Team six times.\r\n\r\nJames grew up playing basketball for St. Vincent–St. Mary High School in his hometown of Akron, Ohio. He was heavily touted by the national media as a future NBA superstar. A prep-to-pro, he was selected by the Cleveland Cavaliers with the first overall pick in the 2003 NBA draft. Named the 2004 NBA Rookie of the Year, he soon established himself as one of the league's premier players, winning the NBA MVP award in 2009 and 2010 and leading the Cavaliers to their first NBA Finals appearance in 2007. After failing to win a championship with Cleveland, James left in 2010 as a free agent to join the Miami Heat; this was announced in the television special The Decision and is among the most controversial free-agent decisions in sports history.\r\n\r\nJames won his first two NBA championships while playing for the Heat in 2012 and 2013; in both of these years, he also earned the league's MVP and Finals MVP awards. After his fourth season with the Heat in 2014, James opted out of his contract to re-sign with the Cavaliers. In 2016, he led the Cavaliers to victory over the Golden State Warriors in the Finals by coming back from a 3–1 deficit, delivering the team's first championship and ending the Cleveland sports curse. In 2018, James exercised his contract option to leave the Cavaliers and signed with the Lakers, where he won the 2020 NBA championship and his fourth Finals MVP. James is also the first player in NBA history to accumulate $1 billion in earnings as an active player.\r\n\r\nOff the court, James has accumulated more wealth and fame from numerous endorsement contracts. He has been featured in books, documentaries (including winning two Sports Emmy Awards as an executive producer), and television commercials. He has won 19 ESPY Awards, hosted Saturday Night Live, and starred in the sports film Space Jam: A New Legacy (2021). James has been a part-owner of Liverpool F.C. since 2011 and leads the LeBron James Family Foundation, which has opened an elementary school, housing complex, retail plaza/community center, and medical center in Akron.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Small Forward",
      "strCollege": null,
      "strFacebook": "www.facebook.com/LeBron",
      "strWebsite": "",
      "strTwitter": "twitter.com/kingjames",
      "strInstagram": "instagram.com/kingjames",
      "strYoutube": "",
      "strHeight": "6 ft 9 in (2.06 m)",
      "strWeight": "250 lb (113 kg)",
      "intLoved": "1",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/xqnfa51723398837.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/tx6wea1702374040.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/of2u2w1676059602.png",
      "strBanner": "https://www.thesportsdb.com/images/media/player/banner/mhqkmf1594751559.jpg",
      "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/ytyxtw1421711662.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/lv4c0i1485544980.jpg",
      "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/nodykx1485545024.jpg",
      "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/3qar2c1485545072.jpg",
      "strCreativeCommons": "Yes",
      "strLocked": "unlocked"
    },
    {
      "idPlayer": "34160864",
      "idTeam": "134875",
      "idTeam2": "140042",
      "idTeamNational": null,
      "idSoccerXML": "0",
      "idAPIfootball": null,
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "Slovenia",
      "strPlayer": "Luka Dončić",
      "strPlayerAlternate": "",
      "strTeam": "Dallas Mavericks",
      "strTeam2": "Slovenia Basketball",
      "strSport": "Basketball",
      "intSoccerXMLTeamID": null,
      "dateBorn": "1999-02-28",
      "strNumber": "77",
      "dateSigned": null,
      "strSigning": "",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "",
      "strAgent": "",
      "strBirthLocation": "Ljubljana, Slovenia",
      "strEthnicity": "White",
      "strStatus": "Active",
      "strDescriptionEN": "Luka Dončić (/ˈdɒntʃɪtʃ/ DON-chich; Slovene: ; born February 28, 1999) is a Slovenian professional basketball player for the Dallas Mavericks of the National Basketball Association (NBA). He also represents the Slovenian national team.\r\n\r\nBorn in Ljubljana, Dončić shone as a youth player for Union Olimpija before joining the youth academy of Real Madrid. In 2015 he made his debut for the academy's senior team at age 16, becoming the youngest in club history. Two years later, he led Madrid to the 2018 EuroLeague title, winning the EuroLeague MVP as well as the Final Four MVP. Dončić was also named the ACB Most Valuable Player and won back-to-back EuroLeague Rising Star and ACB Best Young Player awards. He was selected to the EuroLeague 2010–20 All-Decade Team.\r\n\r\nIn 2018, Dončić declared for the NBA draft, joining the Dallas Mavericks. He was selected unanimously to the NBA All-Rookie First Team and won Rookie of the Year for the 2018–19 season. In his sophomore season, he was selected to his first NBA All-Star game and named to the All-NBA First Team. He is the Mavericks' franchise leader in career triple-doubles.\r\n\r\nA Slovenian international, Dončić made his senior debut for Slovenia in 2016 at only 17 years of age. He would later help his country win its first EuroBasket title in 2017 while also being named to the All-Tournament Team.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": "Jugador con un enorme potencial. Es un anotador nato y con un talento fuera de lo normal. Se genera sus propias canastas y puede encestar desde cualquier posición. Posee un tiro de tres puntos letal. Llegó en 2012 procedente del Olimpia de Ljubljana y ha pasado por Infantil A, Cadete A y Júnior.\r\n\r\nDoncic es una de las grandes promesas del club blanco. En las categorías inferiores ha demostrado su talento natural para el baloncesto. Sus excepcionales actuaciones le permitireron convertirse en el jugador más joven en debutar con el Real Madrid en la ACB.\r\n\r\nSu estreno con el primer equipo fue en la temporada 2014/15, con 16 años, 2 meses y 2 días. En esa misma campaña conquistó la Liga con el conjunto blanco. Además, fue designado como el jugador más valioso de la Euroliga Júnior, que conquistó el conjunto blanco.",
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Small Forward",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "",
      "strInstagram": "",
      "strYoutube": "",
      "strHeight": "6 ft 7 in (2.01 m)",
      "strWeight": "230 lb (104 kg)",
      "intLoved": "1",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/6q5r641544359428.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/27l68o1645309356.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/r3fiwj1645309310.png",
      "strBanner": null,
      "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/yvwsqu1472074712.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/qqqrss1472074904.jpg",
      "strFanart3": null,
      "strFanart4": null,
      "strCreativeCommons": "No",
      "strLocked": "unlocked"
    },
    {
      "idPlayer": "34161165",
      "idTeam": "134874",
      "idTeam2": "136727",
      "idTeamNational": null,
      "idSoccerXML": null,
      "idAPIfootball": null,
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "Greece",
      "strPlayer": "Giannis Antetokounmpo",
      "strPlayerAlternate": "",
      "strTeam": "Milwaukee Bucks",
      "strTeam2": "Greece Basketball",
      "strSport": "Basketball",
      "intSoccerXMLTeamID": null,
      "dateBorn": "1994-12-06",
      "strNumber": "34",
      "dateSigned": null,
      "strSigning": "",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "Nike Kobe AD Exodus",
      "strAgent": "",
      "strBirthLocation": "Athens, Greece",
      "strEthnicity": "White",
      "strStatus": "Active",
      "strDescriptionEN": "Giannis Sina Ugo Antetokounmpo (/ˈjɑːnɪs ˌɑːntɛtəˈkuːmpoʊ/ YAH-niss AHN-tet-ə-KOOM-poh; Greek: Γιάννης Σίνα-Ούγκο Αντετοκούνμπο, IPA: ; born Adetokunbo December 6, 1994) is a Greek professional basketball player for the Milwaukee Bucks of the National Basketball Association (NBA). Antetokounmpo's nationality, in addition to his size, speed and ball-handling skills have earned him the nickname \"Greek Freak\".\r\n\r\nAntetokounmpo began playing basketball for the youth teams of Filathlitikos in Athens. In 2011, he began playing for the club's senior team before entering the 2013 NBA draft, where he was selected 15th overall by the Bucks. In 2016–17 he led the Bucks in all five major statistical categories and became the first player in NBA history to finish a regular season in the top 20 in all five statistics of total points, rebounds, assists, steals, and blocks. He received the Most Improved Player award in 2017. Antetokounmpo has received five All-Star selections, including being selected as an All-Star captain in 2019 and 2020, as he led the Eastern Conference in voting in these two years.\r\n\r\nAntetokounmpo won back-to-back NBA Most Valuable Player Awards in 2019 and 2020, joining Kareem Abdul-Jabbar and LeBron James as the only players in NBA history to win two MVPs before turning 26. Along with his MVP award, he was also named the NBA Defensive Player of the Year in 2020, becoming only the third player after Michael Jordan (1988) and Hakeem Olajuwon (1994) to win both awards in the same season. In 2021, Antetokounmpo led the Bucks to their first NBA championship since 1971 and was named Finals MVP. The same year, he was selected on the NBA 75th Anniversary Team.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Power Forward",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "",
      "strInstagram": "",
      "strYoutube": "",
      "strHeight": "6 ft 11 in (2.11 m)",
      "strWeight": "242 lb (110 kg)",
      "intLoved": "0",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/t1yafh1550408393.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/mschrn1702559698.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/h52fa01702559643.png",
      "strBanner": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strCreativeCommons": "No",
      "strLocked": "unlocked"
    },
    {
      "idPlayer": "34165277",
      "idTeam": "134860",
      "idTeam2": "136741",
      "idTeamNational": null,
      "idSoccerXML": null,
      "idAPIfootball": null,
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "United States",
      "strPlayer": "Jayson Tatum",
      "strPlayerAlternate": "",
      "strTeam": "Boston Celtics",
      "strTeam2": "United States Basketball",
      "strSport": "Basketball",
      "intSoccerXMLTeamID": null,
      "dateBorn": "1998-03-03",
      "strNumber": "",
      "dateSigned": null,
      "strSigning": "",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "Air Jordan 34 Infrared",
      "strAgent": "",
      "strBirthLocation": "St. Louis, Missouri, USA",
      "strEthnicity": "White",
      "strStatus": "Active",
      "strDescriptionEN": "Jayson Christopher Tatum Sr. (/ˈteɪtʌm/; born March 3, 1998) is an American professional basketball player for the Boston Celtics of the National Basketball Association (NBA). A McDonald's All-American in high school in Missouri, he played college basketball for the Duke Blue Devils.\r\n\r\nTatum was selected with the third overall pick by the Boston Celtics in the 2017 NBA draft. A four-time NBA All-Star and two-time All-NBA selection, Tatum was named the NBA Eastern Conference Finals Most Valuable Player in 2022 and helped the Celtics reach the NBA Finals. He also won a gold medal on the 2020 U.S. Olympic team in Tokyo. He holds the record for most points scored in an NBA All-Star game, with 55.\r\n\r\nTatum is the son of Justin Tatum and Brandy Cole. Justin Tatum played basketball at Saint Louis University and is a gym teacher and basketball coach at Christian Brothers College High School in St. Louis, from which he graduated in 1997, approximately a year before Jayson's birth; Tatum's father was previously the coach and athletics director at Soldan International Studies High School for six years. Tatum was born when his parents were both 19-year-old undergraduates; his mother Brandy graduated from Saint Louis University School of Law and is now a practicing attorney in the St. Louis area. Tatum is the godson of former NBA player Larry Hughes, who was his father's high school and college teammate; he is also a cousin of former NBA player and current Los Angeles Clippers head coach Tyronn Lue.\r\n\r\nTatum is a Christian, crediting Jesus for his success and career.\r\n\r\nWhile in high school at Chaminade College Preparatory School, Tatum was good friends with future NHL forward Matthew Tkachuk of the Florida Panthers, as the two were placed in the same gym class. Tatum is also good friends with former Duke teammate and current NBA player Harry Giles.\r\n\r\nTatum's son, Deuce, was born on December 6, 2017.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Small Forward",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "www.twitter.com/jaytatum0",
      "strInstagram": "www.instagram.com/jaytatum0",
      "strYoutube": "",
      "strHeight": "203 cm",
      "strWeight": "95 kg",
      "intLoved": "0",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/puthga1548646616.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/ym6tpl1711802441.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/pvk7k61715205469.png",
      "strBanner": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strCreativeCommons": "No",
      "strLocked": "unlocked"
    },
    {
      "idPlayer": "34161168",
      "idTeam": "134868",
      "idTeam2": "0",
      "idTeamNational": null,
      "idSoccerXML": null,
      "idAPIfootball": null,
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "United States",
      "strPlayer": "Kevin Durant",
      "strPlayerAlternate": "",
      "strTeam": "Phoenix Suns",
      "strTeam2": "",
      "strSport": "Basketball",
      "intSoccerXMLTeamID": null,
      "dateBorn": "1988-09-29",
      "strNumber": "35",
      "dateSigned": null,
      "strSigning": "",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "",
      "strAgent": "",
      "strBirthLocation": "Washington, D.C.",
      "strEthnicity": "White",
      "strStatus": "Active",
      "strDescriptionEN": "Kevin Wayne Durant (/dəˈrænt/ də-RANT; born September 29, 1988), also known by his initials KD, is an American professional basketball player for the Phoenix Suns of the National Basketball Association (NBA). He played one season of college basketball for the Texas Longhorns, and was selected as the second overall pick by the Seattle SuperSonics in the 2007 NBA draft. He played nine seasons with the franchise, which became the Oklahoma City Thunder in 2008, before signing with the Golden State Warriors in 2016, winning consecutive NBA championships in 2017 and 2018. After sustaining an Achilles injury in the 2019 finals, he joined the Brooklyn Nets as a free agent that summer. Following disagreements with the Nets' front office, he requested a trade during the 2022 offseason, and was eventually traded to the Suns in 2023. Durant is widely regarded as one of the greatest players and scorers of all time.\r\n\r\nDurant was a heavily recruited high school prospect who was widely regarded as the second-best player in his class. In college, he won numerous year-end awards and became the first freshman to be named Naismith College Player of the Year. As a professional, he has won two NBA championships, an NBA Most Valuable Player Award, two Finals MVP Awards, two NBA All-Star Game Most Valuable Player Awards, four NBA scoring titles, the NBA Rookie of the Year Award, been named to ten All-NBA teams (including six First Teams), and selected 13 times as an NBA All-Star. In 2021, Durant was named to the NBA 75th Anniversary Team. As a member of the U.S. men's national team, Durant has won three gold medals in the Olympics (2012, 2016, and 2020) and is the leading scorer in Team USA's men's Olympic basketball history. He also won gold at the 2010 FIBA World Championship.\r\n\r\nOff the court, Durant is one of the highest-earning basketball players in the world, due in part to endorsement deals with companies such as Foot Locker and Nike. He has developed a reputation for philanthropy and regularly leads the league in All-Star votes and jersey sales. In recent years, he has contributed to The Players' Tribune as both a photographer and writer. In 2012, he ventured into acting, appearing in the film Thunderstruck.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Small Forward",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "",
      "strInstagram": "",
      "strYoutube": "",
      "strHeight": "6 ft 10 in (2.08 m)",
      "strWeight": "240 lb (109 kg)",
      "intLoved": "1",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/izpsjb1698837776.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/fiem831698837888.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/9ftg8s1698837842.png",
      "strBanner": "https://www.thesportsdb.com/images/media/player/banner/jv7hm51598472880.jpg",
      "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/vprgih1598471168.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/ezsidb1598471239.jpg",
      "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/domdl31598471317.jpg",
      "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/hb35c81598471285.jpg",
      "strCreativeCommons": "No",
      "strLocked": "unlocked"
    },
    {
      "idPlayer": "34173121",
      "idTeam": "134886",
      "idTeam2": "136741",
      "idTeamNational": null,
      "idSoccerXML": null,
      "idAPIfootball": null,
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "United States",
      "strPlayer": "Anthony Edwards",
      "strPlayerAlternate": "",
      "strTeam": "Minnesota Timberwolves",
      "strTeam2": "United States Basketball",
      "strSport": "Basketball",
      "intSoccerXMLTeamID": null,
      "dateBorn": "2001-08-05",
      "strNumber": "5",
      "dateSigned": null,
      "strSigning": "",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "",
      "strAgent": "",
      "strBirthLocation": "Atlanta, Georgia",
      "strEthnicity": "Black",
      "strStatus": "Active",
      "strDescriptionEN": "Anthony Edwards (born August 5, 2001) is an American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). He played college basketball for the Georgia Bulldogs. Listed at 6 feet 5 inches (1.96 m) and 225 pounds (102 kg), he plays the shooting guard position.\r\n\r\nEdwards finished his high school career at Holy Spirit Preparatory School in his hometown of Atlanta, where he was rated a consensus five-star recruit and one of the best players in the 2019 class by major recruiting services. As a senior, he earned McDonald's All-American and USA Today All-USA first team honors. He committed to play college basketball for Georgia, becoming the most heralded recruit to do so, and was named SEC Freshman of the Year after his freshman season with the team. He was selected with the first overall pick by the Minnesota Timberwolves in the 2020 NBA Draft.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Shooting Guard",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "",
      "strInstagram": "",
      "strYoutube": "",
      "strHeight": "6 ft 4 in (1.93 m)",
      "strWeight": "225 lb (102 kg)",
      "intLoved": "0",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/6vvdna1723398774.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/d1xthv1704196318.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/nfagbd1704196267.png",
      "strBanner": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strCreativeCommons": "Yes",
      "strLocked": "unlocked"
    },
    {
      "idPlayer": "34157120",
      "idTeam": "134875",
      "idTeam2": "0",
      "idTeamNational": null,
      "idSoccerXML": "0",
      "idAPIfootball": null,
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "United States",
      "strPlayer": "Kyrie Irving",
      "strPlayerAlternate": "",
      "strTeam": "Dallas Mavericks",
      "strTeam2": "",
      "strSport": "Basketball",
      "intSoccerXMLTeamID": null,
      "dateBorn": "1992-03-23",
      "strNumber": "11",
      "dateSigned": null,
      "strSigning": "",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "",
      "strAgent": "",
      "strBirthLocation": "Melbourne, Victoria",
      "strEthnicity": "Black",
      "strStatus": "Active",
      "strDescriptionEN": "Kyrie Andrew Irving (/ˈkaɪri/; Lakota: Ȟéla, lit. 'Little Mountain'; born March 23, 1992) is an American professional basketball player for the Dallas Mavericks of the National Basketball Association (NBA). He was named the Rookie of the Year after being selected by the Cleveland Cavaliers with the first overall pick in the 2011 NBA draft. An eight-time All-Star and three-time member of the All-NBA Team, he won an NBA championship with the Cavaliers in 2016.\r\n\r\nIrving played college basketball for the Duke Blue Devils before joining the Cavaliers in 2011. He won the Most Valuable Player (MVP) award for the 2014 All-Star Game. In the 2016 NBA Finals, Irving made the championship-winning three-point field goal to complete the Cavaliers' historic comeback over the Golden State Warriors. After another Finals appearance in 2017, Irving requested a trade and was dealt to the Boston Celtics. He played as a Celtic for two seasons, after which he signed with the Brooklyn Nets as a free agent in 2019. After four seasons with the Nets, Irving requested a trade and was dealt to the Dallas Mavericks in 2023. He has also played for the United States national team, with which he won gold at the 2014 FIBA Basketball World Cup and the 2016 Summer Olympics. In February 2020, he was elected as one of the seven vice-presidents of the National Basketball Players Association, replacing Pau Gasol.\r\n\r\nThroughout his career, Irving has promoted numerous conspiracy theories. His refusal to get vaccinated for COVID-19 led to him missing the majority of the 2021–2022 NBA season. Some of these conspiracies, including tweeting a link to the movie Hebrews to Negroes: Wake Up Black America, have been characterized as antisemitic.\r\n\r\nHe has written, directed and acted in a number of advertisements as the role of \"Uncle Drew\", which became a feature film in 2018. He has starred as himself in Kickin' It (2012) and has done voicework in We Bare Bears (2016) and Family Guy (2018).",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": "Kyrie Andrew Irving (nacido el 23 de marzo de 1992 en Melbourne, Victoria) es un jugador de baloncesto con doble nacionalidad, estadounidense y australiana,1 que pertenece a la plantilla de los Cleveland Cavaliers de la NBA. Con 1,91 metros de estatura, juega en la posición de base. Es el segundo jugador nacido en Australia en ser elegido en el número 1 del Draft de la NBA tras Andrew Bogut, que lo fue en 2005.",
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Point Guard",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "",
      "strInstagram": "",
      "strYoutube": "",
      "strHeight": "6 ft 2 in (1.88 m)",
      "strWeight": "195 lb (88 kg)",
      "intLoved": "0",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/ils5kb1676035718.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/umyovk1702464063.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/xtoyej1710524550.png",
      "strBanner": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strCreativeCommons": "No",
      "strLocked": "unlocked"
    }
  ]
}
